{
    "_component": "My Profile",
    "id": 12345,
    "bgColor": "#f6f6f6",
    "bgPadding": "20px",
    "data": {
      "walletAdvantages": "SSBeauty Wallet Advantages",
      "walletAdvantagesDetails": ["Gift Cards /","Refunds","Customer Care Credits","Safe And Secure "],
      "walletAdvantagesDetailsEGift": "E-Gift Vouchers",
      "walletAdvantagesDetailsCashback": "Cashback Credits",
      "walletAdvantagesStatement":"SSBeauty Wallet can be used on both shoppersstop.com and ssbeauty.in",
      "walletAdvantagesStatementnext":"SSBeauty Wallet can be used on both shoppersstop.com and vice versa",
      "activateWalletButton":"Activate wallet",
      "cardNumberText":"Enter Card No.",
      "enterCardNo":"Enter Pin",
      "checkGift":"Check Gift Card/E-Gift Vouchers Balance",
      "activateWalletNote":"Please activate your wallet to add the Gift Card",
      "image1":"https://i.ibb.co/nsTKxnH/gift.png",
      "image2":"https://i.ibb.co/YWqvX7L/easy-returns.png",
      "image3":"https://i.ibb.co/wwK75Ns/wallet-add.png",
      "image4":"https://i.ibb.co/9wrXYZ8/security-safe.png",
      "giftcardbal":"Gift Card",
      "evoucherbal":"E-Gift Voucher",
      "checkecardorgift":"Check Gift Card/ ",
      "giftcardexp":"Rs. 400 expires on 15th June, 2022",
      "faqplussymbol":"https://i.ibb.co/WHyt021/Group-1116600003.png",
      "faqminussymbol":"https://i.ibb.co/cx7PX3r/Vector.png",
      "amt":"₹1200",
      "expDate":"Your gift card expires on ",
      "voucheramt":"₹1200",
      "refundamt":"₹500",
      "customercareamt":"₹760",
    "cashbackamt":"₹1200"  ,
    "checkecardorgiftEGift":" E-Gift Voucher Balance",
    "addNewGiftOrCheck":"Add New Gift Card/E-Gift Vouchers Or Check Balance",
    "tAndC":"This document is an electronic record in terms of Information Technology Act, 2000 & rules thereunder as applicable and the amended provisions pertaining to electronic records in various statutes as amended by the Information Technology Act, 2000. This electronic record is generated by a computer system and does not require any physical or digital signatures. This document is published in accordance with the provisions of Rule 3 (1) of the Information Technology (Intermediaries guidelines) Rules, 2011 that require publishing the rules and regulations, privacy policy and Terms of Use for access or usage of www.shoppersstop.com Please read the following terms and conditions very carefully as your use of service is subject to your acceptance of and compliance with the following terms and conditions (\"Terms\").By subscribing to or using any of our services you agree that you have read, understood and are bound by the Terms, regardless of how you subscribe to or use the services. If you do not want to be bound by the Terms, you must not subscribe to or use our services. Introduction Welcome to the Shoppersstop.com (\"Website\" or \"Shoppersstop.com\") service provided by Shoppers Stop Limited. This website/app/chatbot is owned and operated by Shoppers Stop Limited.('Shoppers Stop Limited' or 'Shoppers Stop', 'we' or 'us' or 'SSL'). Registered office: Umang Tower, 5th Floor, Mindspace, Off. Link Road, Malad (West), Mumbai, Maharashtra – 400 064. In using the Shoppersstop.com service, of Shoppers Stop Limited you are deemed to have accepted the Terms and Conditions of the agreement listed below or as may be revised from time to time, which is, for an indefinite period and you understand and agree that you are bound by such terms till the time you access this website/app/chatbot. If you want to ask us anything about these terms & conditions or have any comments or complaints on or about our website/app/chatbot, please write to us at customercare@shoppersstop.com Terms & Conditions for Shoppers Stop Coupon's & Discounts The offer is valid only for orders placed on www.shoppersstop.com and on Shopping App Maximum discount applicable is Rs.800 To avail this discount, please type the coupon code in the 'Coupon Code' box provided on the shopping bag page during checkout. The discount will not be applicable on Clinique, Bobbi Brown, Estee Lauder, Mac, Stop, Haute Curry, Lakme Eyeconic Kajal’, Kashish, Vettorio Fratini, Elliza Donatein, Karrot, Life, Fratini Women, Clovia, Casio Watches, Nautica, Being Human, Jockey, Nebula, Loccitane, Roberto Cavalli, Calvin Klein, Davidoff, Faces, Fine Jewellery, Gold & Silver Jewellery, Echo Dot, Fire TV, Kindle, Echo, E-Reader Accessories, Gold Coins, Gift Vouchers/Cards/Topups, E-Gift Vouchers, First Citizen Club membership card.. Coupon not applicable on purchase of more than 5 products in one transaction/order. Coupon will not be applicable during End of Season Sale. The offer is valid only for successful/approved transactions. No two offers can be available simultaneously. Standard www.shoppersstop.com Terms & Conditions apply. The discount offer cannot be combined or exchanged with any other offer provided by www.shoppersstop.com The Approval of the order is at the sole discretion of www.shoppersstop.com Shoppers Stop Ltd. Reserves the right at any time, without notice, to add/alter/change/ or vary any or all of these terms and conditions or to replace, entire or in part, this offer by another offer, whether similar to this offer or not, or to withdraw it altogether. In the event of non-happening, cancellation or partial happening of the offer for reasons beyond anybody's control or Act of God, neither Shoppers Stop nor their agent, sponsors nor their agent, successors or assigns shall be liable to any of the customers participating in the offer. By participating in the promotional offer, the Customers shall be deemed to have accepted these Terms and Conditions. Any disputes arising out of this offer shall be subject to the exclusive jurisdiction of courts in Mumbai only. We do not return or exchange Gift Vouchers, Fine Jewellery, Gold Jewellery, Gold Coins, Undergarments, Altered Garments, Cosmetics & Perfumes, Sunglasses, First Citizen Club Card and Watches for hygiene and other reasons. Terms & Conditions for E-Gift Voucher E-Gift voucher is redeemable for merchandise at website/app/chatbot www.shoppersstop.com, Shoppers Stop, Shoppers Stop Airport Stores, HomeStop & Mothercare* (*Operated by Shoppers Stop Limited)within India. Purchase of Mobiles, Mobile Phone Accessories, Cameras, mp3 players, laptops, 22K & 24K Gold Jewelry & Gold Coins of any Jewelry brand is not allowed through this E Gift Voucher. E-Gift Voucher is not redeemable for cash or credit nor can be exchanged for a gift voucher/Gift card. E-Gift Voucher cannot be reloaded. E-Gift Voucher is valid for a period of 1 year from its date of issue. If the E Gift Voucher is lost or stolen, neither will a new E-Gift Voucher will be issued nor will the money be reimbursed in any manner. Shoppers Stop Limited shall not be liable and responsible for any unauthorized and/or fraudulent purchase/s made using this E Gift Voucher. The holder of this E Gift Voucher shall be solely responsible for the safe custody of the E Gift Voucher and the credentials mentioned on it. No duplicate E-Gift Voucher will be issued. E-Gift Voucher is property of Shoppers Stop Limited to whom it should be returned on request. Shoppers Stop reserves the right to amend the terms & conditions at its discretion without prior notice. Dispute/s subject to Mumbai jurisdiction.",
    "faqQuestions":["How Do I Add A GIft Card into my SSBeauty Wallet?","Where Can I Use My SSBeauty Balance?","What Happens If I Return The Items Which I have bought with SSBeauty Gift Card?","Can my SSBeauty Wallet be suspended/ closed?","Can I use partial SSBeauty Wallet cash to pay for my product?"],
    "faqAns":"Go to My Account -> My Wallet  -> Select Gift Card. Enter your 16 Digit Gift Card number and 6-digit Pin Number. ->Click Add balance To Account - >The balance of the Gift Card will be added to your SS Beatuy Wallet"
    }
  }