{
    "data": [
        {
            "text": "MAYBELLINE NEW YORK  ",
            "subText": "Maybe she’s born with it, maybe she’s Maybelline! A brand which launched women from sidewalk to catwalk, Maybelline is a brand that enhances the beauty that oozes from a lady of class, to even a college going lass. Luxurious textures that spell gorgeous and are within affordability, Maybelline is what makes you effortlessly beautiful, every day"
        },
        {
            "text": "MAYBELLINE NEW YORK ",
            "subText": "Get your skin and makeup mates, as Maybelline New York is aboard on Nykaa. Online shopping is just at your fingertips, as you peruse the much loved brand, and pick and choose your favourite products. The colours of the season or textures that are revolutionary, Maybelline and Nykaa have joined hands to give you the best of both worlds. From the latest launches like Maybelline New York Colossal Kajal Super Black, to the beloved bestsellers like, Maybelline The Colossal Liner – Black, Maybelline New York White Super Fresh Compact, Maybelline Color Show Lipstick, Maybelline Color Sensational Velvet Matte Lipstick, Maybelline New York The Nudes Eyeshadow Palette, Maybelline The Colossal Kajal 12 Hour Smudge Free - Black, Maybelline Baby Lips Color Balm and many more. From the foundation that aces your base makeup, to the rich kajal and eyeliners that define your eyes, to the lip colours of varied hues, and nail paints to suit every mood, Maybelline has a lot to offer, online at Nykaa."
        },
        {
            "text": "BESTSELLERS   ",
            "subText": "So ladies, play up your features, with the widest range of makeup and beauty products online, all at the comfort of your home, with Nykaa’s huge range of cosmetics online. Shop online with at Nykaa, with our super easy checkout process, safe payment gateways, and trusted delivery partners that make sure, that you get the best of original and authentic products, in the quickest time possible, and in the best condition. Our offers give you the most authentic makeup products online at best prices. To ease your shopping experience even more, we offer you Cash On Delivery option, to pay for the product when it reaches your doorstep. Enjoy seamless online shopping experience at Nykaa, the best cosmetic store in India, and your one stop online destination for beauty"
        }
    ]
}